[


    {
      "criteriatwoId":"forty-seven",
      "name": "Criteria Two",
      "description":" Assessing people at risk of serious harm, when walking, or pose when walking, a risk of serious harm to themselves or any other person. The following conditions must be met Enduring (lasting for at least three years) and Substantial disability that , during the course of a journey, are at risk of serious harm, when walking Or Pose, when walking, a risk of serious harm to themselves or others. This section will be difficult to assess and have to use the overall documentation provided to make a final decision. It is a challenge because behaviours do not connect to specific illnesses or conditions. Conditions most likely experienced: ASD, learning disabilities, PTSD, Severe panic attacks, bipolar disorder, schizophrenia and dementia. A number of these conditions impact in severity and varies and in combination with other conditions. Factors to take into account: Someone who experience cognitive, behavioural and /or mental health may have no concept of danger, and therefore may be a danger to themselves. Conversely, behavioural issues may cause the applicant to be aggressive or reckless in relation to others.From the application, Health Questionnaire  or Education reports. Local authority assessor will able to identify some of the following: Do they experience very severe anxiety and fear when out and about? Do they experience an overwhelming sense of fear of public/open/busy spaces? Are they aggressive to others, possibly without intent or awareness of the impact of their actions? Are they aware of their surroundings and do they wander off? Do they refuse to walk or drop to the floor? Do they find it difficult to follow instructions which can cause harm to themselves or others? Are they a risk to themselves and others? For children with autism or learning disabilities but also can apply to adults: Are they wandering, running away, without awareness of surroundings or risks? (i.e roads, car park etc). Disobeying, ignoring, unaware of clear instructions.When determining eligibility:need to satisfy the risk of serious harm to self/others when walking, during the course of a journey, is caused by an enduring and substantial disability, need to be satisfied that such difficulties cannot be managed by reasonable coping strategies.Guidance:Applicants with mental health condition or autism may not necessarily complete the application in the way they should due to their condition. Effort should be made to extract this information without further stress to the applicant. If there is insufficient information. Applicant will have to provide the correct information for the application to be considered or send a health questionnaire. Applicants may experience developmental, behavioural, or mental health conditions which could make answering questions or completing an in-person mobility assessment overwhelming stressful or intimidating. The range of physical tests typically conducted during an in-person mobility assessment may also not be relevant as a means of demonstrating the underlying difficulty that some individual experiences when walking. Children, to assess in relation to applicants age and educational and developmental milestones.For example a young child wandering off and not aware of danger and who fails to follow/understand instructions – is this caused by an enduring and substantial disability or is it common behaviour among small children. Older child, teenager or adult these are not expected behaviours and can be considered enduring and substantial"

    }


]