[

  {
    "extensiontobluebadgeId":"forty-eight",
    "name": "Extension to Blue Badge",
    "description":"Extension to Blue Badge scheme came into force in England on 30 August 2019 for people who have non-visible disabilities, making travel easier. Increasing the number of people who can apply for the concession marks the biggest change to the scheme in nearly 50 years. People with hidden disabilities, including anxiety disorders or a brain injury, can now apply for a Blue Badge The primary benefit to the applicant is the ability to park close to a destination and to assist an applicant with the difficulties they experience.  The purpose of the assessment is to determine whether a blue badge will make challenging/impossible journeys easier for the applicant. Criteria and conditions: The following conditions need to be met. The applicant must have a disability that is:Enduring (lasting for at least three years) and substantial  and fall in to the following criteria: considerable difficulty whilst walking due to psychological distress, and/or risk of serious harm to themselves or others when walking. Challenges faced:‘Hidden’ disabilities maybe highly variable from one person to another. Walking difficulty because of a ‘hidden’ disability can vary by Frequency, Intensity and Predictability.It can improve or get worse. It is difficult to know what/when an individual will react adversely to environment and situation. What local authority assessment officers are looking for? Symptoms & behaviours as described in application.  It is not the applicant’s condition that determines eligibility but how it affects them. Confirmation/validation of diagnosis from an appropriate health/social care practitioner, Prognosis (temporary/permanent), Level/severity of difficulty, Impact on walking from vehicle to destination, Frequency and intensity of occurrences, Treatment plans and Medication.Building an overall picture of the difficulties an applicant experiences when walking between a vehicle and destination and whether these are sustainable should be considered, as well as considering coping strategies and evidence. However such difficulties must be proportionate, with criteria, for example, the need to access toileting facilities quickly would not be a qualifying difficulty. ",
    "imageUrl": "https://www.edriving.com/three60/wp-content/uploads/sites/2/2019/09/blue-badge-iStock-94026289-1068x580.jpg"
  }


]