[


  {
    "subconsiderationsId":"fifty",
    "name": "Subconsiderations",
    "description":"The number of applications to fall in this category are relatively low. Following are examples of conditions which in isolation would not qualify for BB but in combination with another condition may possibly qualify. Examples:IBS /COLITIS/CHRONS/URGENT TOILETING on its own does not fit the BB criteria for hidden disabilities.Most likely applicants will have effective coping strategies in place and a Blue Badge is unlikely to make it easier .Conditions is not constant, periods of ‘active’ generally well. The exceptions are severe and painful bouts of incontinence, severe Irritable Bowel Syndromeand physical disability, Chrons disease and physical disability.What are the effects of combined issues upon their ability to walk? Assessor assesss the impact, severity and frequency. Application to distinguish severe cases and less impactful forms of Irritable Bowel Disorder (How?) RHEUMATOLOGICAL CONDITIONS, CHRONIC FATIGUE AND CHRONIC PAIN. These conditions not likely cause very considerable difficulty when walking or present a risk of serious harm to self and others. Existing eligibility criteria is used and not hidden.EXCEPTIONSSevere exhaustion cannot safely cross roads and navigate car parks. Chronic pain or fatigue is severely exacerbated by walking and has a lasting effect on the applicants ability to perform day to day or routine activities.DEMENTIA AND ALZHEIMERS DISEASE- From vehicle to destination is unlikely cause psychological distress more considerable difficulty whilst walking. Risk is more they will wander off if unaccompanied or not recognise their journey destination.Normally expected to have effective coping strategy travel companion.EXCEPTIONS- Advanced stage – severe cases where applicant may become aggressive or may experience periods of psychosis. Challenging symptoms and behaviours.Combination of physical walking difficulty and symptoms of dementia & Alzheimer’s’ disease. Applicant struggles to walk between a parked vehicle and a destination but could not be dropped off near to their destination if unaccompanied due to the likelihood of them wandering off. In some rare instance the following may arise:Applicant meets BB eligibility criteria  but the health/social care professionals advice is not to issue Blue Badge.For example where a condition is diagnosed but the treatment is walking i.e agoraphobia or chronic pain/fatigue but doctors advise to keep walking.\n  ",
    "imageUrl":"https://crohnsdigest.net/wp-content/uploads/2020/04/IBS_pic1-840x600.jpg"
  }


]